Repository: jpawlowski/openvpn-als
Catalog: ovpnals-language/src/fr-FR/omegat/project_save.tmx
Source language: en_us
Languages: fr_fr

source: The current number of users online.
fr_fr: Le current number de users online.

source: Server is alive
fr_fr: Server est alive

source: Failed to attach to Web Forward to policies. {0}
fr_fr: Echec lors de l'attachement de l'application aux stratégies. {0}

source: Group '{0}' already exists.
fr_fr: Groupe '{0}' already exists.

source: Favorite
fr_fr: Favoris

source: User database configured.
fr_fr: Utilisateur database configuré.

source: For some operations OpenVPN-ALS needs to make connections to external hosts and resources. Depending on your network configuration, you may need to use a proxy server.
fr_fr: For some operations OpenVPN-ALS needs to make connections to external hosts and ressources. Depending on votre réseau configuration, you may need to use a proxy server.

source: Include distribution groups or should only security groups be displayed.
fr_fr: Include distribution groupes or should only sécurité groups be displayed.

source: Bit Length
fr_fr: Longeur de Bit

source: Your personal Web Forward is going to be attached to your personal policy: "{0}"<br/>Please know that an admin may, at everytime, see, edit and deleted your personal resource and policy.
fr_fr: Votre Application Web est attachée a vos stratégies personnel: "{0}"<br/> Sachez qu'un Administrateur peut à tout moment, voir, éditer et supprimer vos stratégies personnel.

source: Vfs File Download Completed
fr_fr: Vfs Téléchargement du fichier complet

source: OpenVPN-ALS:::Access Rights
fr_fr: OpenVPN-ALS:::Autorisations

source: Public key algorithm used to encrypt confidential user attributes.
fr_fr: Public key algorithm used to encrypt confidential utilisateur attributs.

source: There are no personal questions set for this account.
fr_fr: Il n'y a pas de question personnel de renseignée pour ce compte.

source: No policies have been selected. No user will be able to access this Web Forward.
fr_fr: Aucune stratégies n'a été sélectionnée. Aucun utilisateur n'aura accès a cette application Web.

source: Create Resource Right
fr_fr: Create Ressource Right

source: OpenVPN-ALS::Edit Access Right
fr_fr: OpenVPN-ALS::Edit Accès Right

source: Edit Access Right
fr_fr: Edit Accès Right

source: Lock session on browser close.
fr_fr: Lock session on navigateur close.

source: The heartbeat thread failed
fr_fr: Le heartbeat thread failed

source: The creation of the application shortcut failed. Please review any errors or warnings and either retry by clicking on <strong>Run Again</strong>, or click <strong>Exit Wizard</strong> to leave the wizard now.
fr_fr: La création du raccourci a échoué. SVP, vérifiez les avertissements et réessayez en cliquant sur <strong>Executer de nouveau</strong>, ou sur <strong>Quitter l'assistant</strong> pour terminer l'assistant.

source: "No group name supplied"
fr_fr: "Non groupe nom supplied"

source: An unexpected error occurred: {0}
fr_fr: Une erreur inconnue s'est produite: {0}

source: Opened remote tunnel "{0}" on port {1} to {2}.
fr_fr: Ouvrired remote tunnel "{0}" on port {1} to {2}.

source: An Error has occured.
fr_fr: An Erreur has occured.

source: No useragent supplied, automatic proxy could not check for browse type.
fr_fr: Non useragent supplied, automatic proxy could not check for browse type.

source: JavaScript Disabled
fr_fr: JavaScript est désactivé

source: Folder {0} cannot be created, you do not have the rights to create a folder here.
fr_fr: Le dossier {0} ne peut pas être crée, vous n'avez pas les droits de créer un dossier ici.

source: There are currently no tunnel or none that you are allowed to edit. If allowed, you will be able to create a new tunnel by selecting the <b>Create Tunnel</b> action.
fr_fr: There are currently non tunnel or none that you are allowed to editer. Si allowed, you will be able to create a new tunnel by selecting the <b>Create Tunnel</b> action.

source: Information about the current wizard
fr_fr: Information a propos de l'assistant actuel

source: Application Shortcuts
fr_fr: Raccourcis

source: Send a message to this user
fr_fr: Send a message to thest utilisateur

source: User on {0} has opened a tunnel to {1}:{2}
fr_fr: Utilisateur on {0} has opened a tunnel to {1}:{2}

source: System
fr_fr: Système

source: Fragment contains invalid character!# OpenVPN-ALS Category Information
fr_fr: Fragment contains invalide character!

source: Rename the selected file
fr_fr: Renommer le fichier sélectionné

source: Failed to install root certificate. {1}
fr_fr: Failed to Installer root certificate. {1}

source: Did not get a list of tunnels to start, got "{0}" instead.
fr_fr: Did not get a list de tunnels to start, got "{0}" instead.

source: Maximum number of retrieved Groups
fr_fr: Maximum number de retrieved Groupes

source: Configure policies and the users that are assigned to them.
fr_fr: Configure les stratégies et les utilisateurs qui leur sont assignés.

source: Unauthorized
fr_fr: Interdit

source: Replacement Deleted
fr_fr: Remplacement supprimé

source: No files or folders match the provided filter.
fr_fr: Aucun fichier(s) ou dossier(s) de trouvés par le filtre.

source: Error! <replacements> element requires 'templateFile' attribute
fr_fr: Erreur! <replacements> element requires 'templateFile' attribut

source: Unknown or invalid entity: &{0};
fr_fr: Unknown or invalide entity: &{0};

source: Delegated to policies.
fr_fr: Delegated to stratégies.

source: Step 1 - Network Place Details
fr_fr: Etape 1 - Détails Favoris Réseau

source: Status
fr_fr: Etat

source: Authentication Scheme has been modified.
fr_fr: Authentification Scheme has been modified.

source: Network Place named <strong>{0}</strong> already exists.
fr_fr: Le Favoris Réseau nommé <strong>{0}</strong> existe déjà.

source: Participate in the OpenVPN-ALS online community at 3SP.com
fr_fr: Participer à la communauté d'OpenVPN-ALS en ligne sur 3SP.com

source: Send message
fr_fr: Envoyer le message

source: The super user you have specified does not exist so it will be created. For this to happen you must provide a password.
fr_fr: Le super utilisateur you have specified does not exist so it will be created. For thest to happen you must provide a mot de passe.

source: Unable to create mount with path {0} as it is already in use with network path {1}
fr_fr: Impossible de créer un lien avec le dossier {0} car il est déjà utilisé par le chemin {1}

source: Review the information below before clicking on <strong>Finish</strong> to create the policy.
fr_fr: Review the information below before clicking on <strong>Finish</strong> to create the stratégie.

source: Category# OpenVPN-ALS Category Information
fr_fr: Categorie

source: Application shortcut name must be {0} characters or less.
fr_fr: Le nom du raccouri doit être de {0} caractères ou moins.

source: Configure the steps required for a user to logon.
fr_fr: Configure les étapes requises pour la connection d'un utilisateur.

source: Configure Super User
fr_fr: Configure Super Utilisateur

source: This folder already contains a file named <b>{0}</b>. Would you like to replace the existing file?
fr_fr: Ce dossier contient déjà un fichier nommé <b>{0}</b>. Voulez-vous remplacer le fichier existant ?

source: Replacements
fr_fr: Remplacements

source: Invalid extension bundle status for {0}. {1}.
fr_fr: Statut d'extension invalide pour {0}. {1}.

source: You must select a single replacement to edit.
fr_fr: You must select a single replacement to editer.

source: <if> element requires type specific attributes or parameter/value attributes
fr_fr: <if> element requires type specific attributs or parameter/value attributes

source: You cannot enter your own IP restriction for <strong>*</strong> as this is reserved for default.
fr_fr: Vous ne pouvez pas entrer votre propre adresse IP<strong>*</strong> as thest est reserved for default.

source: Step 1 - Profile Details
fr_fr: Etape 1 - Profil Details

source: Directory of cached files.
fr_fr: Repertoire des fichiers caches.

source: Group
fr_fr: Groupe

source: Login granted to {0} accounts of {1} selected.
fr_fr: Connexion granted to {0} comptes de {1} selected.

source: You may define global tunnels here that will be made available to every OpenVPN-ALS user that logs on and starts a OpenVPN-ALS Agent.
fr_fr: You may define global tunnels ici that will be made available to every OpenVPN-ALS utilisateur that logs on and starts a OpenVPN-ALS Agent.

source: Completed downloading files
fr_fr: Téléchargement des fichiers complet

source: Click here if you wish to create a new Network Place.
fr_fr: Cliquer ici si voulez créer un nouveau Favoris Réseau.

source: New password:
fr_fr: Nouveau mot de passe:

source: You cannot delete administrator privileges from the user you are logged on as.
fr_fr: You cannot delete administrator privileges from the utilisateur you are connecté en tant que.

source: When enabled, Firefox users will also see the <i>Open As Webfolder</i> action for network places. This requires that the <a href="https://addons.mozilla.org/firefox/540/"><i>Open as Webfolder</i></i> firefox extension is installed.
fr_fr: Quand activé, les utilisateurs de Firefox verront l'action, <i>Ouvrir comme Application Web</i> pour les Favoris Réseau. Cela nécessite que l'extension Firefox<a href="https://addons.mozilla.org/firefox/540/"><i>Ouvrir comme Application Web</i></a> soit installée.

source: The password and confirmed password do not match.
fr_fr: Les mot de passe ne correspondent pas

source: No accounts/groups have been selected. No user will be able to access resources attached to this policy.
fr_fr: Non comptes/groupes have been selected. No utilisateur will be able to accès ressources attached to thest stratégie.

source: The agent registered successfully.
fr_fr: L'enregistrement de l'agent est un succès.

source: Delete this account.
fr_fr: Supprimer ce compte.

source: Enterprise Unix
fr_fr: Unix Entreprise

source: Review the information below before clicking on <strong>Finish</strong> to create the access right.
fr_fr: Review the information below before clicking on <strong>Finish</strong> to create the accès right.

source: Failed to check for Authentication Scheme by name. {0}
fr_fr: Echec de validation du mode d'authentification par nom. {0}

source: You must supply your old passphrase.
fr_fr: You must supply votre old passphrase.

source: Required Fields
fr_fr: Champs requis

source: Click here if you wish to create a new Global Network Place.
fr_fr: Cliquer ici si vous voulez créer un nouveau Favoris Réseau global.

source: Open Windows Web Folders View
fr_fr: Ouvrir Windows Web Folders View

source: Interval in seconds to wait before offering to close a web forward tunnel, a value of 0 meant no timeout.
fr_fr: Interval in seconds to wait before offering to close a web forward tunnel, a value de 0 meant non timeout.

source: Confirm Reset of Personal Questions
fr_fr: Confirmer la mise a zéro des questions personnelles

source: The following wizard will guide you through the stages of configuring a new profile and assigning it to one or more policies.
fr_fr: Le following assistant will guide you through the stages de configuring a new profil and assigning it to one or more stratégies.

source: No Delete
fr_fr: Aucune suppression

source: Step 3 - Import Summary
fr_fr: Etape 3 - Import Summary

source: You must provide a description for this Web Forward.
fr_fr: Vous devez fournir une description pour cette application Web.

source: Networking
fr_fr: Réseau

source: The underlying database does not support changing of passwords.
fr_fr: La base de données ne supporte pas le changement du mot de passe.

source: UDP is for local tunnels only.
fr_fr: UDP est for local tunnels only.

source: Confidential Attributes
fr_fr: Confidential Attributs

source: Selected profile is now '{0}'.
fr_fr: le profil sélectionné est maintenant '{0}'.

source: Shutdown interval (seconds)
fr_fr: Interval d'extinction (secondes)

source: You cannot set this scheme as the default as it contains only <i>System Authentication Modules</i>.
fr_fr: You cannot set thest scheme as the default as it contains only <i>System Authentification Modules</i>.

source: Favorite added.
fr_fr: Favoris ajouté

source: The Authentication Scheme is already the lowest priority.
fr_fr: Le Authentification Scheme est already the lowest priority.

source: The duration in seconds that the client will wait for a response to a name query. The default is 3 seconds.
fr_fr: La durée en secondes auquel le client devra attendre por avoir une réponse. Par defaut le temps est de 3 secondes.

source: The number of requests that should be processed before Java garbage collection is scheduled. Set to <strong>0</strong> (zero) to let the virtual machine handle this automatically.
fr_fr: Le number de requests that should be processed before Java garbage collection est scheduled. Set to <strong>0</strong> (zero) to let the virtual machine handle thest automatically.

source: Please select the policies that you wish granted access to this resource.
fr_fr: Please select the stratégies that you wish granted accès to thest ressource.

source: A pending VPN session ticket is required.
fr_fr: Une session VPN en instance est requise.

source: Enable the extension
fr_fr: Activer l'extension

source: Username: {0}
fr_fr: Utilisateur: {0}

source: Authentication Maximum Retries
fr_fr: Authentification Maximum Retries

source: Step 6 - Web Forward Summary
fr_fr: Etape 6 - Règles des Applications Web

source: Provide a name for your new folder to create in the current path
fr_fr: Fournissez un nom pour votre nouveau dossier a créer dans le chemin actuel

source: Host: {0}
fr_fr: Hôte: {0}

source: Here you may configure your network places. OpenVPN-ALS can provide access to Windows (Samba/CIFS), Local and FTP file systems. For more information please consult the OpenVPN-ALS documentation.
fr_fr: Ici vous pouvez configurer votre Favoris Réseau. OpenVPN-ALS peut fournir des accès a Windows (Samba/CIFS), en local et en FTP. Pour plus d'informations, consulter la documentation d'OpenVPN-ALS.

source: Please complete the details below to generate your untrusted certificate. You should consider getting this certificate signed.
fr_fr: Complétez les détails ci-dessous pour générer votre. Vous devriez envisager d'obtenir ce certificat signé.

source: Vfs Directory Listed
fr_fr: Vfs Annuaire listé

source: The agent failed to register within the allowed time period.
fr_fr: L'agent a échoué l'enregistrement dans le temps imparti.

source: Step 3 - SSL Tunnel Policies Selection
fr_fr: Etape 3 - SSL Tunnel Stratégies Selection

source: 'New password' and 'Confirm New Password' do not match.
fr_fr: Les mots de passe indiqués ne concordent pas.

source: The creation of the policy failed. Please review any errors or warnings and either retry by clicking on <strong>Run Again</strong>, or click <strong>Exit Wizard</strong> to leave the wizard now.
fr_fr: Le creation de the stratégie failed. Please review any erreurs or avertissements and either retry by clicking on <strong>Executer de nouveau</strong>, or cliquer<strong>Quitter l'assistant</strong> to leave the assistant now.

source: No profiles are available.category.90.name=Web Forwarding
fr_fr: Non profils are available.

source: View the OpenVPN-ALS Wiki and submit your own OpenVPN-ALS related articles.
fr_fr: Voir le wiki du OpenVPN-ALS et envoyer votre propre article.

source: Set the low resource persistence time (seconds). When the server is low on resources, this timeout is used for idle persistent connections. It is desirable to have this set to a short period of time so that idle persistent connections do not consume resources on a busy server.
fr_fr: Set the low ressource persistence time (seconds). When the server est low on ressources, thest timeout est used for idle persistent connections. It est desirable to have thest set to a short period de time so that idle persistent connections do not consume ressources on a busy server.

source: Checksum mismatch, downloading
fr_fr: Disparité renontrée, téléchargement

source: Failed to configure super user. {0}
fr_fr: Echec de configuration du super utilisateur. {0}

source: OpenVPN-ALS:::Remove Favorite
fr_fr: OpenVPN-ALS:::Supprimer les Favoris

source: Shortcut
fr_fr: Raccourci

source: Change your current password.
fr_fr: Changer votre mot de passe.

source: Passphrase must be at least 6 characters in length.
fr_fr: Passphrase doit contenir au moins 6 caractères.

source: Exit
fr_fr: Sortie

source: There are a total of {0} policies attached to this resource. Edit the resource to see all policies.
fr_fr: There are a total de {0} stratégies attached to thest ressource. Edit the ressource to see all policies.

source: Closing listener as this is a temporary tunnel
fr_fr: Closing listener as thest est a temporary tunnel

source: <if> element requires parameter attribute
fr_fr: <if> element requires parameter attribut

source: Create New Certificate
fr_fr: Créer un Nouveau Certificat

source: No category provided. You must provide an existing or new category name for this web forward.
fr_fr: Aucune catégorie fournie. Vous devez fournir une nouvelle ou existante catégorie pour cette application.

source: This network place type provides a read only virtual file system mapped to a Zip file.
fr_fr: Ce type de Favoris Réseau fournit en lecture seule un système de fichier virtuel.

source: One or more extensions were disabled as they are not compatible with this version. Please use the Extension Manager to review and update your extentsions. The extensions that were disabled include {0}.
fr_fr: One or more extensions were disabled as they are not compatible with thest version. Please use the Extension Manager to review and update votre extentsions. Le extensions that were disabled include {0}.

source: Remove this profile and all of its properties
fr_fr: Supprimer ce profil et toutes ses propriétés

source: All steps completed OK. Click <strong>Exit Wizard</strong> to finish.
fr_fr: Toutes les étapes sont complètes. Cliquer sur <strong>Quitter l'assistant</strong> pour terminer.

source: Click here if you wish to create a new resource right to allow other policies to maintain global resources.
fr_fr: Cliquerici si you wish to create a new ressource right to allow other stratégies to maintain global ressources.

source: Command to launch browser, leave blank for automatic.
fr_fr: Commande pour lancer le navigateur, laisser vide pour "automatique".

source: Click here if you wish to delete the selected resources.
fr_fr: Cliquer ici si vous voulez supprimer les ressources sélectionnées.

source: Enforce username case sensitivity.
fr_fr: Enforce utilisateur case sensitivity.

source: When enabled, generates a CSV log (logs/stats.csv) containing web server statistics. This log is update periodically. The server must be restarted for this option to take affect.
fr_fr: When enabled, generates a CSV log (logs/stats.csv) containing web server statistics. Thest log est update periodically. Le server must be restarted for thest option to take affect.

source: If your download does not start within a few seconds, click <a class="externalLink" href="{0}">Here</a>
fr_fr: Si votre téléchargement ne démarre pas dans quelques secondes, cliquer <a class="externalLink" href="{0}">Ici</a>

source: Run Again
fr_fr: Executer de nouveau

source: Invalid selected interfaces. If all interfaces is selected, no other interface may be specified.
fr_fr: Interface sélectionnée invalide. Si toute les interfaces sont sélectionnées, aucune autre interface ne peuvent être spécifiées.

source: In order to transmit data to and from the OpenVPN-ALS securely; you will need to generate an SSL certificate. SSL certificates are used on the internet to verify the identity of a web server in order to facilitate secure exchange of sensitive data such as credit card payments or online banking transactions.
fr_fr: In order to transmit data to and from the OpenVPN-ALS securely; you will need to generate an SSL certificate. SSL certificates are used on the internet to verify the identity de a web server in order to facilitate secure exchange de sensitive data such as credit card payments or online banking transactions.

source: Here you may change the authentication schemes available to your users at logon. Each scheme consists of an ordered set of <b>Authentication Modules</b> with a priority setting assigned to each scheme. The highest priority scheme assigned to a user will then be presented as their initial scheme, if a user has multiple schemes assigned they may alternatively select a different scheme at the login prompt.
fr_fr: Here you may changer the authentification schemes available to votre users at logon. Each scheme consists de an ordered set de <b>Authentification Modules</b> with a priority setting assigned to each scheme. Le highest priority scheme assigned to a utilisateur will then be presented as their initial scheme, si a user has multiple schemes assigned they may alternatively select a different scheme at the login prompt.

source: The file <strong>{0}</strong> has successfully been uploaded to <strong>{1}</strong>.
fr_fr: Le file <strong>{0}</strong> has successfully been uploaded to <strong>{1}</strong>.

source: Here you can configure global OpenVPN-ALS preferences that will become the default settings for each connecting user. Note that users may have the ability to override some of these properties. You can may create different profiles for different environments that your users may find themselves in (at home, at the office etc). If given the right to do so, a user may either simply use the profile or create new profiles based on them. They may not edit them.
fr_fr: Here you can configure global OpenVPN-ALS preferences that will become the default settings for each connecting utilisateur. Note that users may have the ability to override some de these properties. You can may create different profils for different environments that votre users may find themselves in (at home, at the office etc). Si given the right to do so, a user may either simply use the profil or create new profiles based on them. They may not editer them.

source: Getting descriptor stream
fr_fr: Getting description stream

source: Configure profiles for your users
fr_fr: Configurer les profils des utilisateurs

source: SOCKS password
fr_fr: SOCKS mot de passe

source: User Database
fr_fr: Base de donnée utilisateur

source: Edit
fr_fr: Editer

source: &copy; 2003-2008 3SP Ltd
fr_fr: &copy; 2003-2007 3SP Ltd

source: Create Global Network Place
fr_fr: Créer un Favoris Réseau global

source: Failed to open tunnel. {0}
fr_fr: Failed to ouvrir tunnel. {0}

source: <strong>{0}</strong> isn't a valid distinguished name for <strong>{3}</strong>.
fr_fr: <strong>{0}</strong> n'est pas un nom valide pour <strong>{3}</strong>.

source: OpenVPN-ALS Agent# OpenVPN-ALS Category Information
fr_fr: Agent OpenVPN-ALS

source: Log user off
fr_fr: Log utilisateur off

source: No new password has been supplied.
fr_fr: Pas de nouveau mot de passe fourni.

source: Copy this tunnel
fr_fr: Copy thest tunnel

source: File
fr_fr: Fichier

source: Step 6 - Summary
fr_fr: Etape 7 - Règle

source: Clear Messages
fr_fr: Nettoyer les Messages

source: Path contains invalid escape sequence!
fr_fr: Path contains invalide escape sequence!

source: Launch
fr_fr: Lancement

source: The Web Forward creation wizard is now complete. Please review any information below.
fr_fr: La création de l'application Web est maintenant terminée. Vérifiez les informations avant de continuer.

source: Server responded with error
fr_fr: Server responded with erreur

source: The license file is invalid.
fr_fr: Le fichier de licence est invalide.
